Repository: yudo417/Solve360R
Catalog: Localizable.xcstrings
Source language: en
Languages: ja

# AR Title
source: Detecting a surface
ja: 平面の検出を行います

source: BACK TO HOME
ja: ホームへ戻る

source: Back to Title
ja: タイトルに戻る

source: Back View
ja: 後方視点

source: Close
ja: 閉じる

source: Front View
ja: 前方視点

source: How?
ja: 遊び方

source: Next
ja: 次へ

source: Play!
ja: プレイ!

source: Remaining Life
ja: 残りライフ

# step1.description
source: This App is an AR game where you solve inequalities. Try solving the inequalities by viewing them from different angles!
ja: 不等式を解くARゲームアプリです 様々な角度から観察して解を求めよう！

# step2.description
source: Find a flat surface like a desk in a well-lit area. Point your device's camera at the surface to begin detection.
ja: 明るい場所で机などの平らな面を見つけてください デバイスのカメラをその面に向け，平面の検出を行います

# step2.title
source: Find a Flat Surface
ja: 平面の検出

# step3.description
source: Inequalities are used to express the relationship between the sizes of numbers. For example, the relationship between the numbers 2 and 6 can be expressed using the "<" symbol as follows:
ja: 不等式は数字の大小の関係を表します 例えば2と6の数字の大小は「＜」の記号を用いてこのように表すことができます

# step3.title
source: What's an Inequality?
ja: 不等式とは？

# step4.title
source: Change Your Perspective
ja: ”視点の変更”が鍵

# step5.title
source: Find the Answer
ja: 解の絞り込み

# step6.description
source: You have 60 seconds to solve as many puzzles as you can. Three mistakes and the game is over. Let's get the highest score!
ja: 制限時間は60秒で3回間違えるとゲームオーバー 最高スコアを目指そう！

# step6.title
source: Ready to Play?
ja: 準備OK？

source: Your Score
ja: スコア
